[
  {
    "reference": "Hebrews 1:1",
    "niv_text": "In the past God spoke to our ancestors through the prophets at many times and in various ways,"
  },
  {
    "reference": "Hebrews 1:10",
    "niv_text": "He also says,\n“In the beginning, Lord, you laid the foundations of the earth,\n    and the heavens are the work of your hands."
  },
  {
    "reference": "Hebrews 1:11",
    "niv_text": "They will perish, but you remain;\n    they will all wear out like a garment."
  },
  {
    "reference": "Hebrews 1:12",
    "niv_text": "You will roll them up like a robe;\n    like a garment they will be changed.\nBut you remain the same,\n    and your years will never end.”"
  },
  {
    "reference": "Hebrews 1:13",
    "niv_text": "To which of the angels did God ever say,\n“Sit at my right hand\n    until I make your enemies\n    a footstool for your feet”?"
  },
  {
    "reference": "Hebrews 1:14",
    "niv_text": "Are not all angels ministering spirits sent to serve those who will inherit salvation?"
  },
  {
    "reference": "Hebrews 1:2",
    "niv_text": "but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom also he made the universe."
  },
  {
    "reference": "Hebrews 1:3",
    "niv_text": "The Son is the radiance of God’s glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven."
  },
  {
    "reference": "Hebrews 1:4",
    "niv_text": "So he became as much superior to the angels as the name he has inherited is superior to theirs."
  },
  {
    "reference": "Hebrews 1:5",
    "niv_text": "For to which of the angels did God ever say,\n“You are my Son;\n    today I have become your Father”?\nOr again,\n“I will be his Father,\n    and he will be my Son”?"
  },
  {
    "reference": "Hebrews 1:6",
    "niv_text": "And again, when God brings his firstborn into the world, he says,\n“Let all God’s angels worship him.”"
  },
  {
    "reference": "Hebrews 1:7",
    "niv_text": "In speaking of the angels he says,\n“He makes his angels spirits,\n    and his servants flames of fire.”"
  },
  {
    "reference": "Hebrews 1:8",
    "niv_text": "But about the Son he says,\n“Your throne, O God, will last for ever and ever;\n    a scepter of justice will be the scepter of your kingdom."
  },
  {
    "reference": "Hebrews 1:9",
    "niv_text": "You have loved righteousness and hated wickedness;\n    therefore God, your God, has set you above your companions\n    by anointing you with the oil of joy.”"
  },
  {
    "reference": "Hebrews 2:1",
    "niv_text": "We must pay the most careful attention, therefore, to what we have heard, so that we do not drift away."
  },
  {
    "reference": "Hebrews 2:10",
    "niv_text": "In bringing many sons and daughters to glory, it was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through what he suffered."
  },
  {
    "reference": "Hebrews 2:11",
    "niv_text": "Both the one who makes people holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers and sisters."
  },
  {
    "reference": "Hebrews 2:12",
    "niv_text": "He says,\n“I will declare your name to my brothers and sisters;\n    in the assembly I will sing your praises.”"
  },
  {
    "reference": "Hebrews 2:13",
    "niv_text": "And again,\n“I will put my trust in him.”\nAnd again he says,\n“Here am I, and the children God has given me.”"
  },
  {
    "reference": "Hebrews 2:14",
    "niv_text": "Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil—"
  },
  {
    "reference": "Hebrews 2:15",
    "niv_text": "and free those who all their lives were held in slavery by their fear of death."
  },
  {
    "reference": "Hebrews 2:16",
    "niv_text": "For surely it is not angels he helps, but Abraham’s descendants."
  },
  {
    "reference": "Hebrews 2:17",
    "niv_text": "For this reason he had to be made like them, fully human in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people."
  },
  {
    "reference": "Hebrews 2:18",
    "niv_text": "Because he himself suffered when he was tempted, he is able to help those who are being tempted."
  },
  {
    "reference": "Hebrews 2:2",
    "niv_text": "For since the message spoken through angels was binding, and every violation and disobedience received its just punishment,"
  },
  {
    "reference": "Hebrews 2:3",
    "niv_text": "how shall we escape if we ignore so great a salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him."
  },
  {
    "reference": "Hebrews 2:4",
    "niv_text": "God also testified to it by signs, wonders and various miracles, and by gifts of the Holy Spirit distributed according to his will."
  },
  {
    "reference": "Hebrews 2:5",
    "niv_text": "It is not to angels that he has subjected the world to come, about which we are speaking."
  },
  {
    "reference": "Hebrews 2:6",
    "niv_text": "But there is a place where someone has testified:\n“What is mankind that you are mindful of them,\n    a son of man that you care for him?"
  },
  {
    "reference": "Hebrews 2:7",
    "niv_text": "You made them a little lower than the angels;\n    you crowned them with glory and honor"
  },
  {
    "reference": "Hebrews 2:8",
    "niv_text": "and put everything under their feet.”\nIn putting everything under them, God left nothing that is not subject to them. Yet at present we do not see everything subject to them."
  },
  {
    "reference": "Hebrews 2:9",
    "niv_text": "But we do see Jesus, who was made lower than the angels for a little while, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone."
  },
  {
    "reference": "Hebrews 3:1",
    "niv_text": "Therefore, holy brothers and sisters, who share in the heavenly calling, fix your thoughts on Jesus, whom we acknowledge as our apostle and high priest."
  },
  {
    "reference": "Hebrews 3:10",
    "niv_text": "That is why I was angry with that generation;\n    I said, ‘Their hearts are always going astray,\n    and they have not known my ways.’"
  },
  {
    "reference": "Hebrews 3:11",
    "niv_text": "So I declared on oath in my anger,\n    ‘They shall never enter my rest.’ ”"
  },
  {
    "reference": "Hebrews 3:12",
    "niv_text": "See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God."
  },
  {
    "reference": "Hebrews 3:13",
    "niv_text": "But encourage one another daily, as long as it is called “Today,” so that none of you may be hardened by sin’s deceitfulness."
  },
  {
    "reference": "Hebrews 3:14",
    "niv_text": "We have come to share in Christ, if indeed we hold our original conviction firmly to the very end."
  },
  {
    "reference": "Hebrews 3:15",
    "niv_text": "As has just been said:\n“Today, if you hear his voice,\n    do not harden your hearts\n    as you did in the rebellion.”"
  },
  {
    "reference": "Hebrews 3:16",
    "niv_text": "Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?"
  },
  {
    "reference": "Hebrews 3:17",
    "niv_text": "And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?"
  },
  {
    "reference": "Hebrews 3:18",
    "niv_text": "And to whom did God swear that they would never enter his rest if not to those who disobeyed?"
  },
  {
    "reference": "Hebrews 3:19",
    "niv_text": "So we see that they were not able to enter, because of their unbelief."
  },
  {
    "reference": "Hebrews 3:2",
    "niv_text": "He was faithful to the one who appointed him, just as Moses was faithful in all God’s house."
  },
  {
    "reference": "Hebrews 3:3",
    "niv_text": "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself."
  },
  {
    "reference": "Hebrews 3:4",
    "niv_text": "For every house is built by someone, but God is the builder of everything."
  },
  {
    "reference": "Hebrews 3:5",
    "niv_text": "“Moses was faithful as a servant in all God’s house,” bearing witness to what would be spoken by God in the future."
  },
  {
    "reference": "Hebrews 3:6",
    "niv_text": "But Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory."
  },
  {
    "reference": "Hebrews 3:7",
    "niv_text": "So, as the Holy Spirit says:\n“Today, if you hear his voice,"
  },
  {
    "reference": "Hebrews 3:8",
    "niv_text": "do not harden your hearts\nas you did in the rebellion,\n    during the time of testing in the wilderness,"
  },
  {
    "reference": "Hebrews 3:9",
    "niv_text": "where your ancestors tested and tried me,\n    though for forty years they saw what I did."
  },
  {
    "reference": "Hebrews 4:1",
    "niv_text": "Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it."
  },
  {
    "reference": "Hebrews 4:10",
    "niv_text": "for anyone who enters God’s rest also rests from their works, just as God did from his."
  },
  {
    "reference": "Hebrews 4:11",
    "niv_text": "Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience."
  },
  {
    "reference": "Hebrews 4:12",
    "niv_text": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."
  },
  {
    "reference": "Hebrews 4:13",
    "niv_text": "Nothing in all creation is hidden from God’s sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account."
  },
  {
    "reference": "Hebrews 4:14",
    "niv_text": "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess."
  },
  {
    "reference": "Hebrews 4:15",
    "niv_text": "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet he did not sin."
  },
  {
    "reference": "Hebrews 4:16",
    "niv_text": "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."
  },
  {
    "reference": "Hebrews 4:2",
    "niv_text": "For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed."
  },
  {
    "reference": "Hebrews 4:3",
    "niv_text": "Now we who have believed enter that rest, just as God has said,\n“So I declared on oath in my anger,\n    ‘They shall never enter my rest.’”\nAnd yet his works have been finished since the creation of the world."
  },
  {
    "reference": "Hebrews 4:4",
    "niv_text": "For somewhere he has spoken about the seventh day in these words: “On the seventh day God rested from all his works.”"
  },
  {
    "reference": "Hebrews 4:5",
    "niv_text": "And again in the passage above he says, “They shall never enter my rest.”"
  },
  {
    "reference": "Hebrews 4:6",
    "niv_text": "Therefore since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience,"
  },
  {
    "reference": "Hebrews 4:7",
    "niv_text": "God again set a certain day, calling it “Today.” This he did when a long time later he spoke through David, as in the passage already quoted:\n“Today, if you hear his voice,\n    do not harden your hearts.”"
  },
  {
    "reference": "Hebrews 4:8",
    "niv_text": "For if Joshua had given them rest, God would not have spoken later about another day."
  },
  {
    "reference": "Hebrews 4:9",
    "niv_text": "There remains, then, a Sabbath-rest for the people of God;"
  },
  {
    "reference": "Hebrews 5:1",
    "niv_text": "Every high priest is selected from among the people and is appointed to represent the people in matters related to God, to offer gifts and sacrifices for sins."
  },
  {
    "reference": "Hebrews 5:10",
    "niv_text": "and was designated by God to be high priest in the order of Melchizedek."
  },
  {
    "reference": "Hebrews 5:11",
    "niv_text": "We have much to say about this, but it is hard to make it clear to you because you no longer try to understand."
  },
  {
    "reference": "Hebrews 5:12",
    "niv_text": "In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God’s word all over again. You need milk, not solid food!"
  },
  {
    "reference": "Hebrews 5:13",
    "niv_text": "Anyone who lives on milk, being still an infant, is not acquainted with the teaching about righteousness."
  },
  {
    "reference": "Hebrews 5:14",
    "niv_text": "But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil."
  },
  {
    "reference": "Hebrews 5:2",
    "niv_text": "He is able to deal gently with those who are ignorant and are going astray, since he himself is subject to weakness."
  },
  {
    "reference": "Hebrews 5:3",
    "niv_text": "This is why he has to offer sacrifices for his own sins, as well as for the sins of the people."
  },
  {
    "reference": "Hebrews 5:4",
    "niv_text": "And no one takes this honor on himself, but he receives it when called by God, just as Aaron was."
  },
  {
    "reference": "Hebrews 5:5",
    "niv_text": "In the same way, Christ did not take on himself the glory of becoming a high priest. But God said to him,\n“You are my Son;\n    today I have become your Father.”"
  },
  {
    "reference": "Hebrews 5:6",
    "niv_text": "And he says in another place,\n“You are a priest forever,\n    in the order of Melchizedek.”"
  },
  {
    "reference": "Hebrews 5:7",
    "niv_text": "During the days of Jesus’ life on earth, he offered up prayers and petitions with fervent cries and tears to the one who could save him from death, and he was heard because of his reverent submission."
  },
  {
    "reference": "Hebrews 5:8",
    "niv_text": "Son though he was, he learned obedience from what he suffered"
  },
  {
    "reference": "Hebrews 5:9",
    "niv_text": "and, once made perfect, he became the source of eternal salvation for all who obey him"
  },
  {
    "reference": "Hebrews 6:1",
    "niv_text": "Therefore let us move beyond the elementary teachings about Christ and be taken forward to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God,"
  },
  {
    "reference": "Hebrews 6:10",
    "niv_text": "God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them."
  },
  {
    "reference": "Hebrews 6:11",
    "niv_text": "We want each of you to show this same diligence to the very end, so that what you hope for may be fully realized."
  },
  {
    "reference": "Hebrews 6:12",
    "niv_text": "We do not want you to become lazy, but to imitate those who through faith and patience inherit what has been promised."
  },
  {
    "reference": "Hebrews 6:13",
    "niv_text": "When God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself,"
  },
  {
    "reference": "Hebrews 6:14",
    "niv_text": "saying, “I will surely bless you and give you many descendants.”"
  },
  {
    "reference": "Hebrews 6:15",
    "niv_text": "And so after waiting patiently, Abraham received what was promised."
  },
  {
    "reference": "Hebrews 6:16",
    "niv_text": "People swear by someone greater than themselves, and the oath confirms what is said and puts an end to all argument."
  },
  {
    "reference": "Hebrews 6:17",
    "niv_text": "Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath."
  },
  {
    "reference": "Hebrews 6:18",
    "niv_text": "God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope set before us may be greatly encouraged."
  },
  {
    "reference": "Hebrews 6:19",
    "niv_text": "We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain,"
  },
  {
    "reference": "Hebrews 6:2",
    "niv_text": "instruction about cleansing rites, the laying on of hands, the resurrection of the dead, and eternal judgment."
  },
  {
    "reference": "Hebrews 6:20",
    "niv_text": "where our forerunner, Jesus, has entered on our behalf. He has become a high priest forever, in the order of Melchizedek."
  },
  {
    "reference": "Hebrews 6:3",
    "niv_text": "And God permitting, we will do so."
  },
  {
    "reference": "Hebrews 6:4",
    "niv_text": "It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit,"
  },
  {
    "reference": "Hebrews 6:5",
    "niv_text": "who have tasted the goodness of the word of God and the powers of the coming age"
  },
  {
    "reference": "Hebrews 6:6",
    "niv_text": "and who have fallen away, to be brought back to repentance. To their loss they are crucifying the Son of God all over again and subjecting him to public disgrace."
  },
  {
    "reference": "Hebrews 6:7",
    "niv_text": "Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God."
  },
  {
    "reference": "Hebrews 6:8",
    "niv_text": "But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned."
  },
  {
    "reference": "Hebrews 6:9",
    "niv_text": "Even though we speak like this, dear friends, we are convinced of better things in your case—the things that have to do with salvation."
  },
  {
    "reference": "Hebrews 7:1",
    "niv_text": "This Melchizedek was king of Salem and priest of God Most High. He met Abraham returning from the defeat of the kings and blessed him,"
  },
  {
    "reference": "Hebrews 7:10",
    "niv_text": "because when Melchizedek met Abraham, Levi was still in the body of his ancestor."
  },
  {
    "reference": "Hebrews 7:11",
    "niv_text": "If perfection could have been attained through the Levitical priesthood—and indeed the law given to the people established that priesthood—why was there still need for another priest to come, one in the order of Melchizedek, not in the order of Aaron?"
  },
  {
    "reference": "Hebrews 7:12",
    "niv_text": "For when the priesthood is changed, the law must be changed also."
  },
  {
    "reference": "Hebrews 7:13",
    "niv_text": "He of whom these things are said belonged to a different tribe, and no one from that tribe has ever served at the altar."
  },
  {
    "reference": "Hebrews 7:14",
    "niv_text": "For it is clear that our Lord descended from Judah, and in regard to that tribe Moses said nothing about priests."
  },
  {
    "reference": "Hebrews 7:15",
    "niv_text": "And what we have said is even more clear if another priest like Melchizedek appears,"
  },
  {
    "reference": "Hebrews 7:16",
    "niv_text": "one who has become a priest not on the basis of a regulation as to his ancestry but on the basis of the power of an indestructible life."
  },
  {
    "reference": "Hebrews 7:17",
    "niv_text": "For it is declared:\n“You are a priest forever,\n    in the order of Melchizedek.”"
  },
  {
    "reference": "Hebrews 7:18",
    "niv_text": "The former regulation is set aside because it was weak and useless"
  },
  {
    "reference": "Hebrews 7:19",
    "niv_text": "(for the law made nothing perfect), and a better hope is introduced, by which we draw near to God."
  },
  {
    "reference": "Hebrews 7:2",
    "niv_text": "and Abraham gave him a tenth of everything. First, the name Melchizedek means “king of righteousness”; then also, “king of Salem” means “king of peace.”"
  },
  {
    "reference": "Hebrews 7:20",
    "niv_text": "And it was not without an oath! Others became priests without any oath,"
  },
  {
    "reference": "Hebrews 7:21",
    "niv_text": "but he became a priest with an oath when God said to him:\n“The Lord has sworn\n    and will not change his mind:\n    ‘You are a priest forever.’”"
  },
  {
    "reference": "Hebrews 7:22",
    "niv_text": "Because of this oath, Jesus has become the guarantor of a better covenant."
  },
  {
    "reference": "Hebrews 7:23",
    "niv_text": "Now there have been many of those priests, since death prevented them from continuing in office;"
  },
  {
    "reference": "Hebrews 7:24",
    "niv_text": "but because Jesus lives forever, he has a permanent priesthood."
  },
  {
    "reference": "Hebrews 7:25",
    "niv_text": "Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them."
  },
  {
    "reference": "Hebrews 7:26",
    "niv_text": "Such a high priest truly meets our need—one who is holy, blameless, pure, set apart from sinners, exalted above the heavens."
  },
  {
    "reference": "Hebrews 7:27",
    "niv_text": "Unlike the other high priests, he does not need to offer sacrifices day after day, first for his own sins, and then for the sins of the people. He sacrificed for their sins once for all when he offered himself."
  },
  {
    "reference": "Hebrews 7:28",
    "niv_text": "For the law appoints as high priests men in all their weakness; but the oath, which came after the law, appointed the Son, who has been made perfect forever."
  },
  {
    "reference": "Hebrews 7:3",
    "niv_text": "Without father or mother, without genealogy, without beginning of days or end of life, resembling the Son of God, he remains a priest forever."
  },
  {
    "reference": "Hebrews 7:4",
    "niv_text": "Just think how great he was: Even the patriarch Abraham gave him a tenth of the plunder!"
  },
  {
    "reference": "Hebrews 7:5",
    "niv_text": "Now the law requires the descendants of Levi who become priests to collect a tenth from the people—that is, from their fellow Israelites—even though they also are descended from Abraham."
  },
  {
    "reference": "Hebrews 7:6",
    "niv_text": "This man, however, did not trace his descent from Levi, yet he collected a tenth from Abraham and blessed him who had the promises."
  },
  {
    "reference": "Hebrews 7:7",
    "niv_text": "And without doubt the lesser is blessed by the greater."
  },
  {
    "reference": "Hebrews 7:8",
    "niv_text": "In the one case, the tenth is collected by people who die; but in the other case, by him who is declared to be living."
  },
  {
    "reference": "Hebrews 7:9",
    "niv_text": "One might even say that Levi, who collects the tenth, paid the tenth through Abraham,"
  }
]