[
  {
    "id": 13834,
    "reference": "Romans 6:4",
    "niv_text": "We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."
  },
  {
    "id": 13835,
    "reference": "Romans 6:5",
    "niv_text": "For if we have been united with him in a death like his, we will certainly also be united with him in a resurrection like his."
  },
  {
    "id": 13836,
    "reference": "Romans 6:6",
    "niv_text": "For we know that our old self was crucified with him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin—"
  },
  {
    "id": 13837,
    "reference": "Romans 6:7",
    "niv_text": "because anyone who has died has been set free from sin."
  },
  {
    "id": 13838,
    "reference": "Romans 6:8",
    "niv_text": "Now if we died with Christ, we believe that we will also live with him."
  },
  {
    "id": 13839,
    "reference": "Romans 6:9",
    "niv_text": "For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."
  },
  {
    "id": 13854,
    "reference": "Romans 7:1",
    "niv_text": "Do you not know, brothers and sisters—for I am speaking to those who know the law—that the law has authority over someone only as long as that person lives?"
  },
  {
    "id": 13863,
    "reference": "Romans 7:10",
    "niv_text": "I found that the very commandment that was intended to bring life actually brought death."
  },
  {
    "id": 13864,
    "reference": "Romans 7:11",
    "niv_text": "For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death."
  },
  {
    "id": 13865,
    "reference": "Romans 7:12",
    "niv_text": "So then, the law is holy, and the commandment is holy, righteous and good."
  },
  {
    "id": 13866,
    "reference": "Romans 7:13",
    "niv_text": "Did that which is good, then, become death to me? By no means! Nevertheless, in order that sin might be recognized as sin, it used what is good to bring about my death, so that through the commandment sin might become utterly sinful."
  },
  {
    "id": 13867,
    "reference": "Romans 7:14",
    "niv_text": "We know that the law is spiritual; but I am unspiritual, sold as a slave to sin."
  },
  {
    "id": 13868,
    "reference": "Romans 7:15",
    "niv_text": "I do not understand what I do. For what I want to do I do not do, but what I hate I do."
  },
  {
    "id": 13869,
    "reference": "Romans 7:16",
    "niv_text": "And if I do what I do not want to do, I agree that the law is good."
  },
  {
    "id": 13870,
    "reference": "Romans 7:17",
    "niv_text": "As it is, it is no longer I myself who do it, but it is sin living in me."
  },
  {
    "id": 13871,
    "reference": "Romans 7:18",
    "niv_text": "For I know that good itself does not dwell in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out."
  },
  {
    "id": 13872,
    "reference": "Romans 7:19",
    "niv_text": "For I do not do the good I want to do, but the evil I do not want to do—this I keep on doing."
  },
  {
    "id": 13855,
    "reference": "Romans 7:2",
    "niv_text": "For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law that binds her to him."
  },
  {
    "id": 13873,
    "reference": "Romans 7:20",
    "niv_text": "Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it."
  },
  {
    "id": 13874,
    "reference": "Romans 7:21",
    "niv_text": "So I find this law at work: Although I want to do good, evil is right there with me."
  },
  {
    "id": 13875,
    "reference": "Romans 7:22",
    "niv_text": "For in my inner being I delight in God’s law;"
  },
  {
    "id": 13876,
    "reference": "Romans 7:23",
    "niv_text": "but I see another law at work in me, waging war against the law of my mind and making me a prisoner of the law of sin at work within me."
  },
  {
    "id": 13877,
    "reference": "Romans 7:24",
    "niv_text": "What a wretched man I am! Who will rescue me from this body that is subject to death?"
  },
  {
    "id": 13878,
    "reference": "Romans 7:25",
    "niv_text": "Thanks be to God, who delivers me through Jesus Christ our Lord!\nSo then, I myself in my mind am a slave to God’s law, but in my sinful nature a slave to the law of sin."
  },
  {
    "id": 13856,
    "reference": "Romans 7:3",
    "niv_text": "So then, if she has sexual relations with another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress if she marries another man."
  },
  {
    "id": 13857,
    "reference": "Romans 7:4",
    "niv_text": "So, my brothers and sisters, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit for God."
  },
  {
    "id": 13858,
    "reference": "Romans 7:5",
    "niv_text": "For when we were in the realm of the flesh, the sinful passions aroused by the law were at work in us, so that we bore fruit for death."
  },
  {
    "id": 13859,
    "reference": "Romans 7:6",
    "niv_text": "But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code."
  },
  {
    "id": 13860,
    "reference": "Romans 7:7",
    "niv_text": "What shall we say, then? Is the law sinful? Certainly not! Nevertheless, I would not have known what sin was had it not been for the law. For I would not have known what coveting really was if the law had not said, “You shall not covet.”"
  },
  {
    "id": 13861,
    "reference": "Romans 7:8",
    "niv_text": "But sin, seizing the opportunity afforded by the commandment, produced in me every kind of coveting. For apart from the law, sin was dead."
  }
]