[
  {
    "id": 13826,
    "reference": "Romans 5:17",
    "niv_text": "For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God’s abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ!"
  },
  {
    "id": 13827,
    "reference": "Romans 5:18",
    "niv_text": "Consequently, just as one trespass resulted in condemnation for all people, so also one righteous act resulted in justification and life for all people."
  },
  {
    "id": 13828,
    "reference": "Romans 5:19",
    "niv_text": "For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous."
  },
  {
    "id": 13811,
    "reference": "Romans 5:2",
    "niv_text": "through whom we have gained access by faith into this grace in which we now stand. And we boast in the hope of the glory of God."
  },
  {
    "id": 13829,
    "reference": "Romans 5:20",
    "niv_text": "The law was brought in so that the trespass might increase. But where sin increased, grace increased all the more,"
  },
  {
    "id": 13830,
    "reference": "Romans 5:21",
    "niv_text": "so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord."
  },
  {
    "id": 13812,
    "reference": "Romans 5:3",
    "niv_text": "Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance;"
  },
  {
    "id": 13813,
    "reference": "Romans 5:4",
    "niv_text": "perseverance, character; and character, hope."
  },
  {
    "id": 13814,
    "reference": "Romans 5:5",
    "niv_text": "And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us."
  },
  {
    "id": 13815,
    "reference": "Romans 5:6",
    "niv_text": "You see, at just the right time, when we were still powerless, Christ died for the ungodly."
  },
  {
    "id": 13816,
    "reference": "Romans 5:7",
    "niv_text": "Very rarely will anyone die for a righteous person, though for a good person someone might possibly dare to die."
  },
  {
    "id": 13817,
    "reference": "Romans 5:8",
    "niv_text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."
  },
  {
    "id": 13818,
    "reference": "Romans 5:9",
    "niv_text": "Since we have now been justified by his blood, how much more shall we be saved from God’s wrath through him!"
  },
  {
    "id": 13831,
    "reference": "Romans 6:1",
    "niv_text": "What shall we say, then? Shall we go on sinning so that grace may increase?"
  },
  {
    "id": 13840,
    "reference": "Romans 6:10",
    "niv_text": "The death he died, he died to sin once for all; but the life he lives, he lives to God."
  },
  {
    "id": 13841,
    "reference": "Romans 6:11",
    "niv_text": "In the same way, count yourselves dead to sin but alive to God in Christ Jesus."
  },
  {
    "id": 13842,
    "reference": "Romans 6:12",
    "niv_text": "Therefore do not let sin reign in your mortal body so that you obey its evil desires."
  },
  {
    "id": 13843,
    "reference": "Romans 6:13",
    "niv_text": "Do not offer any part of yourself to sin as an instrument of wickedness, but rather offer yourselves to God as those who have been brought from death to life; and offer every part of yourself to him as an instrument of righteousness."
  },
  {
    "id": 13844,
    "reference": "Romans 6:14",
    "niv_text": "For sin shall no longer be your master, because you are not under the law, but under grace."
  },
  {
    "id": 13845,
    "reference": "Romans 6:15",
    "niv_text": "What then? Shall we sin because we are not under the law but under grace? By no means!"
  },
  {
    "id": 13846,
    "reference": "Romans 6:16",
    "niv_text": "Don’t you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey—whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?"
  },
  {
    "id": 13847,
    "reference": "Romans 6:17",
    "niv_text": "But thanks be to God that, though you used to be slaves to sin, you have come to obey from your heart the pattern of teaching that has now claimed your allegiance."
  },
  {
    "id": 13848,
    "reference": "Romans 6:18",
    "niv_text": "You have been set free from sin and have become slaves to righteousness."
  },
  {
    "id": 13849,
    "reference": "Romans 6:19",
    "niv_text": "I am using an example from everyday life because of your human limitations. Just as you used to offer yourselves as slaves to impurity and to ever-increasing wickedness, so now offer yourselves as slaves to righteousness leading to holiness."
  },
  {
    "id": 13832,
    "reference": "Romans 6:2",
    "niv_text": "By no means! We are those who have died to sin; how can we live in it any longer?"
  },
  {
    "id": 13850,
    "reference": "Romans 6:20",
    "niv_text": "When you were slaves to sin, you were free from the control of righteousness."
  },
  {
    "id": 13851,
    "reference": "Romans 6:21",
    "niv_text": "What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!"
  },
  {
    "id": 13852,
    "reference": "Romans 6:22",
    "niv_text": "But now that you have been set free from sin and have become slaves of God, the benefit you reap leads to holiness, and the result is eternal life."
  },
  {
    "id": 13853,
    "reference": "Romans 6:23",
    "niv_text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
  },
  {
    "id": 13833,
    "reference": "Romans 6:3",
    "niv_text": "Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?"
  }
]