[
  {
    "id": 14099,
    "reference": "Romans 16:1",
    "niv_text": "I commend to you our sister Phoebe, a deacon of the church in Cenchreae."
  },
  {
    "id": 14108,
    "reference": "Romans 16:10",
    "niv_text": "Greet Apelles, whose fidelity to Christ has stood the test.\nGreet those who belong to the household of Aristobulus."
  },
  {
    "id": 14109,
    "reference": "Romans 16:11",
    "niv_text": "Greet Herodion, my fellow Jew.\nGreet those in the household of Narcissus who are in the Lord."
  },
  {
    "id": 14110,
    "reference": "Romans 16:12",
    "niv_text": "Greet Tryphena and Tryphosa, those women who work hard in the Lord.\nGreet my dear friend Persis, another woman who has worked very hard in the Lord."
  },
  {
    "id": 14111,
    "reference": "Romans 16:13",
    "niv_text": "Greet Rufus, chosen in the Lord, and his mother, who has been a mother to me, too."
  },
  {
    "id": 14112,
    "reference": "Romans 16:14",
    "niv_text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the other brothers and sisters with them."
  },
  {
    "id": 14113,
    "reference": "Romans 16:15",
    "niv_text": "Greet Philologus, Julia, Nereus and his sister, and Olympas and all the Lord’s people who are with them."
  },
  {
    "id": 14114,
    "reference": "Romans 16:16",
    "niv_text": "Greet one another with a holy kiss.\nAll the churches of Christ send greetings."
  },
  {
    "id": 14115,
    "reference": "Romans 16:17",
    "niv_text": "I urge you, brothers and sisters, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them."
  },
  {
    "id": 14116,
    "reference": "Romans 16:18",
    "niv_text": "For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people."
  },
  {
    "id": 14117,
    "reference": "Romans 16:19",
    "niv_text": "Everyone has heard about your obedience, so I rejoice because of you; but I want you to be wise about what is good, and innocent about what is evil."
  },
  {
    "id": 14100,
    "reference": "Romans 16:2",
    "niv_text": "I ask you to receive her in the Lord in a way worthy of his people and to give her any help she may need from you, for she has been the benefactor of many people, including me."
  },
  {
    "id": 14118,
    "reference": "Romans 16:20",
    "niv_text": "The God of peace will soon crush Satan under your feet.\nThe grace of our Lord Jesus be with you."
  },
  {
    "id": 14119,
    "reference": "Romans 16:21",
    "niv_text": "Timothy, my co-worker, sends his greetings to you, as do Lucius, Jason and Sosipater, my fellow Jews."
  },
  {
    "id": 14120,
    "reference": "Romans 16:22",
    "niv_text": "I, Tertius, who wrote down this letter, greet you in the Lord."
  },
  {
    "id": 14121,
    "reference": "Romans 16:23",
    "niv_text": "Gaius, whose hospitality I and the whole church here enjoy, sends you his greetings.\nErastus, who is the city’s director of public works, and our brother Quartus send you their greetings."
  },
  {
    "id": 14122,
    "reference": "Romans 16:24",
    "niv_text": ""
  },
  {
    "id": 14123,
    "reference": "Romans 16:25",
    "niv_text": "Now to him who is able to establish you in accordance with my gospel, the message I proclaim about Jesus Christ, in keeping with the revelation of the mystery hidden for long ages past,"
  },
  {
    "id": 14124,
    "reference": "Romans 16:26",
    "niv_text": "but now revealed and made known through the prophetic writings by the command of the eternal God, so that all the Gentiles might come to the obedience that comes from faith—"
  },
  {
    "id": 14125,
    "reference": "Romans 16:27",
    "niv_text": "to the only wise God be glory forever through Jesus Christ! Amen."
  },
  {
    "id": 14101,
    "reference": "Romans 16:3",
    "niv_text": "Greet Priscilla and Aquila, my co-workers in Christ Jesus."
  },
  {
    "id": 14102,
    "reference": "Romans 16:4",
    "niv_text": "They risked their lives for me. Not only I but all the churches of the Gentiles are grateful to them."
  },
  {
    "id": 14103,
    "reference": "Romans 16:5",
    "niv_text": "Greet also the church that meets at their house.\nGreet my dear friend Epenetus, who was the first convert to Christ in the province of Asia."
  },
  {
    "id": 14104,
    "reference": "Romans 16:6",
    "niv_text": "Greet Mary, who worked very hard for you."
  },
  {
    "id": 14105,
    "reference": "Romans 16:7",
    "niv_text": "Greet Andronicus and Junia, my fellow Jews who have been in prison with me. They are outstanding among the apostles, and they were in Christ before I was."
  },
  {
    "id": 14106,
    "reference": "Romans 16:8",
    "niv_text": "Greet Ampliatus, my dear friend in the Lord."
  },
  {
    "id": 14107,
    "reference": "Romans 16:9",
    "niv_text": "Greet Urbanus, our co-worker in Christ, and my dear friend Stachys."
  },
  {
    "id": 13725,
    "reference": "Romans 2:1",
    "niv_text": "You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge another, you are condemning yourself, because you who pass judgment do the same things."
  },
  {
    "id": 13734,
    "reference": "Romans 2:10",
    "niv_text": "but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile."
  },
  {
    "id": 13735,
    "reference": "Romans 2:11",
    "niv_text": "For God does not show favoritism."
  }
]