[
  {
    "id": 13945,
    "reference": "Romans 9:28",
    "niv_text": "For the Lord will carry out\n    his sentence on earth with speed and finality.”"
  },
  {
    "id": 13946,
    "reference": "Romans 9:29",
    "niv_text": "It is just as Isaiah said previously:\n“Unless the Lord Almighty\n    had left us descendants,\nwe would have become like Sodom,\n    we would have been like Gomorrah.”"
  },
  {
    "id": 13920,
    "reference": "Romans 9:3",
    "niv_text": "For I could wish that I myself were cursed and cut off from Christ for the sake of my people, those of my own race,"
  },
  {
    "id": 13947,
    "reference": "Romans 9:30",
    "niv_text": "What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;"
  },
  {
    "id": 13948,
    "reference": "Romans 9:31",
    "niv_text": "but the people of Israel, who pursued the law as the way of righteousness, have not attained their goal."
  },
  {
    "id": 13949,
    "reference": "Romans 9:32",
    "niv_text": "Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the stumbling stone."
  },
  {
    "id": 13950,
    "reference": "Romans 9:33",
    "niv_text": "As it is written:\n“See, I lay in Zion a stone that causes people to stumble\n    and a rock that makes them fall,\n    and the one who believes in him will never be put to shame.”"
  },
  {
    "id": 13921,
    "reference": "Romans 9:4",
    "niv_text": "the people of Israel. Theirs is the adoption to sonship; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises."
  },
  {
    "id": 13922,
    "reference": "Romans 9:5",
    "niv_text": "Theirs are the patriarchs, and from them is traced the human ancestry of the Messiah, who is God over all, forever praised! Amen."
  },
  {
    "id": 13923,
    "reference": "Romans 9:6",
    "niv_text": "It is not as though God’s word had failed. For not all who are descended from Israel are Israel."
  },
  {
    "id": 13924,
    "reference": "Romans 9:7",
    "niv_text": "Nor because they are his descendants are they all Abraham’s children. On the contrary, “It is through Isaac that your offspring will be reckoned.”"
  },
  {
    "id": 13925,
    "reference": "Romans 9:8",
    "niv_text": "In other words, it is not the children by physical descent who are God’s children, but it is the children of the promise who are regarded as Abraham’s offspring."
  },
  {
    "id": 13926,
    "reference": "Romans 9:9",
    "niv_text": "For this was how the promise was stated: “At the appointed time I will return, and Sarah will have a son.”"
  }
]