[
  {
    "id": 13700,
    "reference": "Romans 1:8",
    "niv_text": "First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world."
  },
  {
    "id": 13701,
    "reference": "Romans 1:9",
    "niv_text": "God, whom I serve in my spirit in preaching the gospel of his Son, is my witness how constantly I remember you"
  },
  {
    "id": 13951,
    "reference": "Romans 10:1",
    "niv_text": "Brothers and sisters, my heart’s desire and prayer to God for the Israelites is that they may be saved."
  },
  {
    "id": 13960,
    "reference": "Romans 10:10",
    "niv_text": "For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved."
  },
  {
    "id": 13961,
    "reference": "Romans 10:11",
    "niv_text": "As Scripture says, “Anyone who believes in him will never be put to shame.”"
  },
  {
    "id": 13962,
    "reference": "Romans 10:12",
    "niv_text": "For there is no difference between Jew and Gentile—the same Lord is Lord of all and richly blesses all who call on him,"
  },
  {
    "id": 13963,
    "reference": "Romans 10:13",
    "niv_text": "for, “Everyone who calls on the name of the Lord will be saved.”"
  },
  {
    "id": 13964,
    "reference": "Romans 10:14",
    "niv_text": "How, then, can they call on the one they have not believed in? And how can they believe in the one of whom they have not heard? And how can they hear without someone preaching to them?"
  },
  {
    "id": 13965,
    "reference": "Romans 10:15",
    "niv_text": "And how can anyone preach unless they are sent? As it is written: “How beautiful are the feet of those who bring good news!”"
  },
  {
    "id": 13966,
    "reference": "Romans 10:16",
    "niv_text": "But not all the Israelites accepted the good news. For Isaiah says, “Lord, who has believed our message?”"
  },
  {
    "id": 13967,
    "reference": "Romans 10:17",
    "niv_text": "Consequently, faith comes from hearing the message, and the message is heard through the word about Christ."
  },
  {
    "id": 13968,
    "reference": "Romans 10:18",
    "niv_text": "But I ask: Did they not hear? Of course they did:\n“Their voice has gone out into all the earth,\n    their words to the ends of the world.”"
  },
  {
    "id": 13969,
    "reference": "Romans 10:19",
    "niv_text": "Again I ask: Did Israel not understand? First, Moses says,\n“I will make you envious by those who are not a nation;\n    I will make you angry by a nation that has no understanding.”"
  },
  {
    "id": 13952,
    "reference": "Romans 10:2",
    "niv_text": "For I can testify about them that they are zealous for God, but their zeal is not based on knowledge."
  },
  {
    "id": 13970,
    "reference": "Romans 10:20",
    "niv_text": "And Isaiah boldly says,\n“I was found by those who did not seek me;\n    I revealed myself to those who did not ask for me.”"
  },
  {
    "id": 13971,
    "reference": "Romans 10:21",
    "niv_text": "But concerning Israel he says,\n“All day long I have held out my hands\n    to a disobedient and obstinate people.”"
  },
  {
    "id": 13953,
    "reference": "Romans 10:3",
    "niv_text": "Since they did not know the righteousness of God and sought to establish their own, they did not submit to God’s righteousness."
  },
  {
    "id": 13954,
    "reference": "Romans 10:4",
    "niv_text": "Christ is the culmination of the law so that there may be righteousness for everyone who believes."
  },
  {
    "id": 13955,
    "reference": "Romans 10:5",
    "niv_text": "Moses writes this about the righteousness that is by the law: “The person who does these things will live by them.”"
  },
  {
    "id": 13956,
    "reference": "Romans 10:6",
    "niv_text": "But the righteousness that is by faith says: “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"
  },
  {
    "id": 13957,
    "reference": "Romans 10:7",
    "niv_text": "“or ‘Who will descend into the deep?’” (that is, to bring Christ up from the dead)."
  },
  {
    "id": 13958,
    "reference": "Romans 10:8",
    "niv_text": "But what does it say? “The word is near you; it is in your mouth and in your heart,” that is, the message concerning faith that we proclaim:"
  },
  {
    "id": 13959,
    "reference": "Romans 10:9",
    "niv_text": "If you declare with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved."
  },
  {
    "id": 13972,
    "reference": "Romans 11:1",
    "niv_text": "I ask then: Did God reject his people? By no means! I am an Israelite myself, a descendant of Abraham, from the tribe of Benjamin."
  },
  {
    "id": 13981,
    "reference": "Romans 11:10",
    "niv_text": "May their eyes be darkened so they cannot see,\n    and their backs be bent forever.”"
  },
  {
    "id": 13982,
    "reference": "Romans 11:11",
    "niv_text": "Again I ask: Did they stumble so as to fall beyond recovery? Not at all! Rather, because of their transgression, salvation has come to the Gentiles to make Israel envious."
  },
  {
    "id": 13983,
    "reference": "Romans 11:12",
    "niv_text": "But if their transgression means riches for the world, and their loss means riches for the Gentiles, how much greater riches will their full inclusion bring!"
  },
  {
    "id": 13984,
    "reference": "Romans 11:13",
    "niv_text": "I am talking to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I take pride in my ministry"
  },
  {
    "id": 13985,
    "reference": "Romans 11:14",
    "niv_text": "in the hope that I may somehow arouse my own people to envy and save some of them."
  },
  {
    "id": 13986,
    "reference": "Romans 11:15",
    "niv_text": "For if their rejection brought reconciliation to the world, what will their acceptance be but life from the dead?"
  }
]