[
  {
    "id": 13914,
    "reference": "Romans 8:36",
    "niv_text": "As it is written:\n“For your sake we face death all day long;\n    we are considered as sheep to be slaughtered.”"
  },
  {
    "id": 13915,
    "reference": "Romans 8:37",
    "niv_text": "No, in all these things we are more than conquerors through him who loved us."
  },
  {
    "id": 13916,
    "reference": "Romans 8:38",
    "niv_text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"
  },
  {
    "id": 13917,
    "reference": "Romans 8:39",
    "niv_text": "neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."
  },
  {
    "id": 13882,
    "reference": "Romans 8:4",
    "niv_text": "in order that the righteous requirement of the law might be fully met in us, who do not live according to the flesh but according to the Spirit."
  },
  {
    "id": 13883,
    "reference": "Romans 8:5",
    "niv_text": "Those who live according to the flesh have their minds set on what the flesh desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires."
  },
  {
    "id": 13884,
    "reference": "Romans 8:6",
    "niv_text": "The mind governed by the flesh is death, but the mind governed by the Spirit is life and peace."
  },
  {
    "id": 13885,
    "reference": "Romans 8:7",
    "niv_text": "The mind governed by the flesh is hostile to God; it does not submit to God’s law, nor can it do so."
  },
  {
    "id": 13886,
    "reference": "Romans 8:8",
    "niv_text": "Those who are in the realm of the flesh cannot please God."
  },
  {
    "id": 13887,
    "reference": "Romans 8:9",
    "niv_text": "You, however, are not in the realm of the flesh but are in the realm of the Spirit, if indeed the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, they do not belong to Christ."
  },
  {
    "id": 13918,
    "reference": "Romans 9:1",
    "niv_text": "I speak the truth in Christ—I am not lying, my conscience confirms it through the Holy Spirit—"
  },
  {
    "id": 13927,
    "reference": "Romans 9:10",
    "niv_text": "Not only that, but Rebekah’s children were conceived at the same time by our father Isaac."
  },
  {
    "id": 13928,
    "reference": "Romans 9:11",
    "niv_text": "Yet, before the twins were born or had done anything good or bad—in order that God’s purpose in election might stand:"
  },
  {
    "id": 13929,
    "reference": "Romans 9:12",
    "niv_text": "not by works but by him who calls—she was told, “The older will serve the younger.”"
  },
  {
    "id": 13930,
    "reference": "Romans 9:13",
    "niv_text": "Just as it is written: “Jacob I loved, but Esau I hated.”"
  },
  {
    "id": 13931,
    "reference": "Romans 9:14",
    "niv_text": "What then shall we say? Is God unjust? Not at all!"
  },
  {
    "id": 13932,
    "reference": "Romans 9:15",
    "niv_text": "For he says to Moses,\n“I will have mercy on whom I have mercy,\n    and I will have compassion on whom I have compassion.”"
  },
  {
    "id": 13933,
    "reference": "Romans 9:16",
    "niv_text": "It does not, therefore, depend on human desire or effort, but on God’s mercy."
  },
  {
    "id": 13934,
    "reference": "Romans 9:17",
    "niv_text": "For Scripture says to Pharaoh: “I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.”"
  },
  {
    "id": 13935,
    "reference": "Romans 9:18",
    "niv_text": "Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden."
  },
  {
    "id": 13936,
    "reference": "Romans 9:19",
    "niv_text": "One of you will say to me: “Then why does God still blame us? For who is able to resist his will?”"
  },
  {
    "id": 13919,
    "reference": "Romans 9:2",
    "niv_text": "I have great sorrow and unceasing anguish in my heart."
  },
  {
    "id": 13937,
    "reference": "Romans 9:20",
    "niv_text": "But who are you, a human being, to talk back to God? “Shall what is formed say to the one who formed it, ‘Why did you make me like this?’”"
  },
  {
    "id": 13938,
    "reference": "Romans 9:21",
    "niv_text": "Does not the potter have the right to make out of the same lump of clay some pottery for special purposes and some for common use?"
  },
  {
    "id": 13939,
    "reference": "Romans 9:22",
    "niv_text": "What if God, although choosing to show his wrath and make his power known, bore with great patience the objects of his wrath—prepared for destruction?"
  },
  {
    "id": 13940,
    "reference": "Romans 9:23",
    "niv_text": "What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory—"
  },
  {
    "id": 13941,
    "reference": "Romans 9:24",
    "niv_text": "even us, whom he also called, not only from the Jews but also from the Gentiles?"
  },
  {
    "id": 13942,
    "reference": "Romans 9:25",
    "niv_text": "As he says in Hosea:\n“I will call them ‘my people’ who are not my people;\n    and I will call her ‘my loved one’ who is not my loved one,”"
  },
  {
    "id": 13943,
    "reference": "Romans 9:26",
    "niv_text": "and,\n“In the very place where it was said to them,\n    ‘You are not my people,’\n    there they will be called ‘children of the living God.’”"
  },
  {
    "id": 13944,
    "reference": "Romans 9:27",
    "niv_text": "Isaiah cries out concerning Israel:\n“Though the number of the Israelites be like the sand by the sea,\n    only the remnant will be saved."
  }
]