[
  {
    "id": 13796,
    "reference": "Romans 4:12",
    "niv_text": "And he is then also the father of the circumcised who not only are circumcised but who also follow in the footsteps of the faith that our father Abraham had before he was circumcised."
  },
  {
    "id": 13797,
    "reference": "Romans 4:13",
    "niv_text": "It was not through the law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith."
  },
  {
    "id": 13798,
    "reference": "Romans 4:14",
    "niv_text": "For if those who depend on the law are heirs, faith means nothing and the promise is worthless,"
  },
  {
    "id": 13799,
    "reference": "Romans 4:15",
    "niv_text": "because the law brings wrath. And where there is no law there is no transgression."
  },
  {
    "id": 13800,
    "reference": "Romans 4:16",
    "niv_text": "Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham’s offspring—not only to those who are of the law but also to those who have the faith of Abraham. He is the father of us all."
  },
  {
    "id": 13801,
    "reference": "Romans 4:17",
    "niv_text": "As it is written: “I have made you a father of many nations.” He is our father in the sight of God, in whom he believed—the God who gives life to the dead and calls into being things that were not."
  },
  {
    "id": 13802,
    "reference": "Romans 4:18",
    "niv_text": "Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, “So shall your offspring be.”"
  },
  {
    "id": 13803,
    "reference": "Romans 4:19",
    "niv_text": "Without weakening in his faith, he faced the fact that his body was as good as dead—since he was about a hundred years old—and that Sarah’s womb was also dead."
  },
  {
    "id": 13786,
    "reference": "Romans 4:2",
    "niv_text": "If, in fact, Abraham was justified by works, he had something to boast about—but not before God."
  },
  {
    "id": 13804,
    "reference": "Romans 4:20",
    "niv_text": "Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God,"
  },
  {
    "id": 13805,
    "reference": "Romans 4:21",
    "niv_text": "being fully persuaded that God had power to do what he had promised."
  },
  {
    "id": 13806,
    "reference": "Romans 4:22",
    "niv_text": "This is why “it was credited to him as righteousness.”"
  },
  {
    "id": 13807,
    "reference": "Romans 4:23",
    "niv_text": "The words “it was credited to him” were written not for him alone,"
  },
  {
    "id": 13808,
    "reference": "Romans 4:24",
    "niv_text": "but also for us, to whom God will credit righteousness—for us who believe in him who raised Jesus our Lord from the dead."
  },
  {
    "id": 13809,
    "reference": "Romans 4:25",
    "niv_text": "He was delivered over to death for our sins and was raised to life for our justification."
  },
  {
    "id": 13787,
    "reference": "Romans 4:3",
    "niv_text": "What does Scripture say? “Abraham believed God, and it was credited to him as righteousness.”"
  },
  {
    "id": 13788,
    "reference": "Romans 4:4",
    "niv_text": "Now to the one who works, wages are not credited as a gift but as an obligation."
  },
  {
    "id": 13789,
    "reference": "Romans 4:5",
    "niv_text": "However, to the one who does not work but trusts God who justifies the ungodly, their faith is credited as righteousness."
  },
  {
    "id": 13790,
    "reference": "Romans 4:6",
    "niv_text": "David says the same thing when he speaks of the blessedness of the one to whom God credits righteousness apart from works:"
  },
  {
    "id": 13791,
    "reference": "Romans 4:7",
    "niv_text": "“Blessed are those\n    whose transgressions are forgiven,\n    whose sins are covered."
  },
  {
    "id": 13792,
    "reference": "Romans 4:8",
    "niv_text": "Blessed is the one\n    whose sin the Lord will never count against them.”"
  },
  {
    "id": 13793,
    "reference": "Romans 4:9",
    "niv_text": "Is this blessedness only for the circumcised, or also for the uncircumcised? We have been saying that Abraham’s faith was credited to him as righteousness."
  },
  {
    "id": 13810,
    "reference": "Romans 5:1",
    "niv_text": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"
  },
  {
    "id": 13819,
    "reference": "Romans 5:10",
    "niv_text": "For if, while we were God’s enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life!"
  },
  {
    "id": 13820,
    "reference": "Romans 5:11",
    "niv_text": "Not only is this so, but we also boast in God through our Lord Jesus Christ, through whom we have now received reconciliation."
  },
  {
    "id": 13821,
    "reference": "Romans 5:12",
    "niv_text": "Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned—"
  },
  {
    "id": 13822,
    "reference": "Romans 5:13",
    "niv_text": "To be sure, sin was in the world before the law was given, but sin is not charged against anyone’s account where there is no law."
  },
  {
    "id": 13823,
    "reference": "Romans 5:14",
    "niv_text": "Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who is a pattern of the one to come."
  },
  {
    "id": 13824,
    "reference": "Romans 5:15",
    "niv_text": "But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many!"
  },
  {
    "id": 13825,
    "reference": "Romans 5:16",
    "niv_text": "Nor can the gift of God be compared with the result of one man’s sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification."
  }
]