[
  {
    "id": 14017,
    "reference": "Romans 12:10",
    "niv_text": "Be devoted to one another in love. Honor one another above yourselves."
  },
  {
    "id": 14018,
    "reference": "Romans 12:11",
    "niv_text": "Never be lacking in zeal, but keep your spiritual fervor, serving the Lord."
  },
  {
    "id": 14019,
    "reference": "Romans 12:12",
    "niv_text": "Be joyful in hope, patient in affliction, faithful in prayer."
  },
  {
    "id": 14020,
    "reference": "Romans 12:13",
    "niv_text": "Share with the Lord’s people who are in need. Practice hospitality."
  },
  {
    "id": 14021,
    "reference": "Romans 12:14",
    "niv_text": "Bless those who persecute you; bless and do not curse."
  },
  {
    "id": 14022,
    "reference": "Romans 12:15",
    "niv_text": "Rejoice with those who rejoice; mourn with those who mourn."
  },
  {
    "id": 14023,
    "reference": "Romans 12:16",
    "niv_text": "Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited."
  },
  {
    "id": 14024,
    "reference": "Romans 12:17",
    "niv_text": "Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone."
  },
  {
    "id": 14025,
    "reference": "Romans 12:18",
    "niv_text": "If it is possible, as far as it depends on you, live at peace with everyone."
  },
  {
    "id": 14026,
    "reference": "Romans 12:19",
    "niv_text": "Do not take revenge, my dear friends, but leave room for God’s wrath, for it is written: “It is mine to avenge; I will repay,” says the Lord."
  },
  {
    "id": 14009,
    "reference": "Romans 12:2",
    "niv_text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will."
  },
  {
    "id": 14027,
    "reference": "Romans 12:20",
    "niv_text": "On the contrary:\n“If your enemy is hungry, feed him;\n    if he is thirsty, give him something to drink.\nIn doing this, you will heap burning coals on his head.”"
  },
  {
    "id": 14028,
    "reference": "Romans 12:21",
    "niv_text": "Do not be overcome by evil, but overcome evil with good."
  },
  {
    "id": 14010,
    "reference": "Romans 12:3",
    "niv_text": "For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the faith God has distributed to each of you."
  },
  {
    "id": 14011,
    "reference": "Romans 12:4",
    "niv_text": "For just as each of us has one body with many members, and these members do not all have the same function,"
  },
  {
    "id": 14012,
    "reference": "Romans 12:5",
    "niv_text": "so in Christ we, though many, form one body, and each member belongs to all the others."
  },
  {
    "id": 14013,
    "reference": "Romans 12:6",
    "niv_text": "We have different gifts, according to the grace given to each of us. If your gift is prophesying, then prophesy in accordance with your faith;"
  },
  {
    "id": 14014,
    "reference": "Romans 12:7",
    "niv_text": "if it is serving, then serve; if it is teaching, then teach;"
  },
  {
    "id": 14015,
    "reference": "Romans 12:8",
    "niv_text": "if it is to encourage, then give encouragement; if it is giving, then give generously; if it is to lead, do it diligently; if it is to show mercy, do it cheerfully."
  },
  {
    "id": 14016,
    "reference": "Romans 12:9",
    "niv_text": "Love must be sincere. Hate what is evil; cling to what is good."
  },
  {
    "id": 14029,
    "reference": "Romans 13:1",
    "niv_text": "Let everyone be subject to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."
  },
  {
    "id": 14038,
    "reference": "Romans 13:10",
    "niv_text": "Love does no harm to a neighbor. Therefore love is the fulfillment of the law."
  },
  {
    "id": 14039,
    "reference": "Romans 13:11",
    "niv_text": "And do this, understanding the present time: The hour has already come for you to wake up from your slumber, because our salvation is nearer now than when we first believed."
  },
  {
    "id": 14040,
    "reference": "Romans 13:12",
    "niv_text": "The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light."
  },
  {
    "id": 14041,
    "reference": "Romans 13:13",
    "niv_text": "Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy."
  },
  {
    "id": 14042,
    "reference": "Romans 13:14",
    "niv_text": "Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh."
  },
  {
    "id": 14030,
    "reference": "Romans 13:2",
    "niv_text": "Consequently, whoever rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves."
  },
  {
    "id": 14031,
    "reference": "Romans 13:3",
    "niv_text": "For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and you will be commended."
  },
  {
    "id": 14032,
    "reference": "Romans 13:4",
    "niv_text": "For the one in authority is God’s servant for your good. But if you do wrong, be afraid, for rulers do not bear the sword for no reason. They are God’s servants, agents of wrath to bring punishment on the wrongdoer."
  },
  {
    "id": 14033,
    "reference": "Romans 13:5",
    "niv_text": "Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also as a matter of conscience."
  }
]