{
  "batch_number": 4,
  "total_batches": 5,
  "verses_count": 50,
  "verses": [
    {
      "id": 15405,
      "reference": "Hebrews 11:14",
      "niv_text": "People who say such things show that they are looking for a country of their own."
    },
    {
      "id": 15406,
      "reference": "Hebrews 11:15",
      "niv_text": "If they had been thinking of the country they had left, they would have had opportunity to return."
    },
    {
      "id": 15407,
      "reference": "Hebrews 11:16",
      "niv_text": "Instead, they were longing for a better country—a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them."
    },
    {
      "id": 15408,
      "reference": "Hebrews 11:17",
      "niv_text": "By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,"
    },
    {
      "id": 15409,
      "reference": "Hebrews 11:18",
      "niv_text": "even though God had said to him, “It is through Isaac that your offspring will be reckoned.”"
    },
    {
      "id": 15410,
      "reference": "Hebrews 11:19",
      "niv_text": "Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death."
    },
    {
      "id": 15411,
      "reference": "Hebrews 11:20",
      "niv_text": "By faith Isaac blessed Jacob and Esau in regard to their future."
    },
    {
      "id": 15412,
      "reference": "Hebrews 11:21",
      "niv_text": "By faith Jacob, when he was dying, blessed each of Joseph’s sons, and worshiped as he leaned on the top of his staff."
    },
    {
      "id": 15413,
      "reference": "Hebrews 11:22",
      "niv_text": "By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones."
    },
    {
      "id": 15414,
      "reference": "Hebrews 11:23",
      "niv_text": "By faith Moses’ parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king’s edict."
    },
    {
      "id": 15415,
      "reference": "Hebrews 11:24",
      "niv_text": "By faith Moses, when he had grown up, refused to be known as the son of Pharaoh’s daughter."
    },
    {
      "id": 15416,
      "reference": "Hebrews 11:25",
      "niv_text": "He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin."
    },
    {
      "id": 15417,
      "reference": "Hebrews 11:26",
      "niv_text": "He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward."
    },
    {
      "id": 15418,
      "reference": "Hebrews 11:27",
      "niv_text": "By faith he left Egypt, not fearing the king’s anger; he persevered because he saw him who is invisible."
    },
    {
      "id": 15419,
      "reference": "Hebrews 11:28",
      "niv_text": "By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel."
    },
    {
      "id": 15420,
      "reference": "Hebrews 11:29",
      "niv_text": "By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned."
    },
    {
      "id": 15421,
      "reference": "Hebrews 11:30",
      "niv_text": "By faith the walls of Jericho fell, after the army had marched around them for seven days."
    },
    {
      "id": 15422,
      "reference": "Hebrews 11:31",
      "niv_text": "By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient."
    },
    {
      "id": 15423,
      "reference": "Hebrews 11:32",
      "niv_text": "And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,"
    },
    {
      "id": 15424,
      "reference": "Hebrews 11:33",
      "niv_text": "who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,"
    },
    {
      "id": 15425,
      "reference": "Hebrews 11:34",
      "niv_text": "quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies."
    },
    {
      "id": 15426,
      "reference": "Hebrews 11:35",
      "niv_text": "Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection."
    },
    {
      "id": 15427,
      "reference": "Hebrews 11:36",
      "niv_text": "Some faced jeers and flogging, and even chains and imprisonment."
    },
    {
      "id": 15428,
      "reference": "Hebrews 11:37",
      "niv_text": "They were put to death by stoning; they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated—"
    },
    {
      "id": 15429,
      "reference": "Hebrews 11:38",
      "niv_text": "the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground."
    },
    {
      "id": 15430,
      "reference": "Hebrews 11:39",
      "niv_text": "These were all commended for their faith, yet none of them received what had been promised,"
    },
    {
      "id": 15431,
      "reference": "Hebrews 11:40",
      "niv_text": "since God had planned something better for us so that only together with us would they be made perfect."
    },
    {
      "id": 15432,
      "reference": "Hebrews 12:1",
      "niv_text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,"
    },
    {
      "id": 15433,
      "reference": "Hebrews 12:2",
      "niv_text": "fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God."
    },
    {
      "id": 15434,
      "reference": "Hebrews 12:3",
      "niv_text": "Consider him who endured such opposition from sinners, so that you will not grow weary and lose heart."
    },
    {
      "id": 15435,
      "reference": "Hebrews 12:4",
      "niv_text": "In your struggle against sin, you have not yet resisted to the point of shedding your blood."
    },
    {
      "id": 15436,
      "reference": "Hebrews 12:5",
      "niv_text": "And have you completely forgotten this word of encouragement that addresses you as a father addresses his son? It says,\n“My son, do not make light of the Lord’s discipline,\n    and do not lose heart when he rebukes you,"
    },
    {
      "id": 15437,
      "reference": "Hebrews 12:6",
      "niv_text": "because the Lord disciplines the one he loves,\n    and he chastens everyone he accepts as his son.”"
    },
    {
      "id": 15438,
      "reference": "Hebrews 12:7",
      "niv_text": "Endure hardship as discipline; God is treating you as his children. For what children are not disciplined by their father?"
    },
    {
      "id": 15439,
      "reference": "Hebrews 12:8",
      "niv_text": "If you are not disciplined—and everyone undergoes discipline—then you are not legitimate, not true sons and daughters at all."
    },
    {
      "id": 15440,
      "reference": "Hebrews 12:9",
      "niv_text": "Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of spirits and live!"
    },
    {
      "id": 15441,
      "reference": "Hebrews 12:10",
      "niv_text": "They disciplined us for a little while as they thought best; but God disciplines us for our good, in order that we may share in his holiness."
    },
    {
      "id": 15442,
      "reference": "Hebrews 12:11",
      "niv_text": "No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it."
    },
    {
      "id": 15443,
      "reference": "Hebrews 12:12",
      "niv_text": "Therefore, strengthen your feeble arms and weak knees."
    },
    {
      "id": 15444,
      "reference": "Hebrews 12:13",
      "niv_text": "“Make level paths for your feet,” so that the lame may not be disabled, but rather healed."
    },
    {
      "id": 15445,
      "reference": "Hebrews 12:14",
      "niv_text": "Make every effort to live in peace with everyone and to be holy; without holiness no one will see the Lord."
    },
    {
      "id": 15446,
      "reference": "Hebrews 12:15",
      "niv_text": "See to it that no one falls short of the grace of God and that no bitter root grows up to cause trouble and defile many."
    },
    {
      "id": 15447,
      "reference": "Hebrews 12:16",
      "niv_text": "See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son."
    },
    {
      "id": 15448,
      "reference": "Hebrews 12:17",
      "niv_text": "Afterward, as you know, when he wanted to inherit this blessing, he was rejected. Even though he sought the blessing with tears, he could not change what he had done."
    },
    {
      "id": 15449,
      "reference": "Hebrews 12:18",
      "niv_text": "You have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm;"
    },
    {
      "id": 15450,
      "reference": "Hebrews 12:19",
      "niv_text": "to a trumpet blast or to such a voice speaking words that those who heard it begged that no further word be spoken to them,"
    },
    {
      "id": 15451,
      "reference": "Hebrews 12:20",
      "niv_text": "because they could not bear what was commanded: “If even an animal touches the mountain, it must be stoned to death.”"
    },
    {
      "id": 15452,
      "reference": "Hebrews 12:21",
      "niv_text": "The sight was so terrifying that Moses said, “I am trembling with fear.”"
    },
    {
      "id": 15453,
      "reference": "Hebrews 12:22",
      "niv_text": "But you have come to Mount Zion, to the city of the living God, the heavenly Jerusalem. You have come to thousands upon thousands of angels in joyful assembly,"
    },
    {
      "id": 15454,
      "reference": "Hebrews 12:23",
      "niv_text": "to the church of the firstborn, whose names are written in heaven. You have come to God, the Judge of all, to the spirits of the righteous made perfect,"
    }
  ]
}