{
  "batch_number": 1,
  "total_batches": 5,
  "verses_count": 50,
  "verses": [
    {
      "id": 15184,
      "reference": "Hebrews 1:2",
      "niv_text": "but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom also he made the universe."
    },
    {
      "id": 15185,
      "reference": "Hebrews 1:3",
      "niv_text": "The Son is the radiance of God’s glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven."
    },
    {
      "id": 15186,
      "reference": "Hebrews 1:4",
      "niv_text": "So he became as much superior to the angels as the name he has inherited is superior to theirs."
    },
    {
      "id": 15187,
      "reference": "Hebrews 1:5",
      "niv_text": "For to which of the angels did God ever say,\n“You are my Son;\n    today I have become your Father”?\nOr again,\n“I will be his Father,\n    and he will be my Son”?"
    },
    {
      "id": 15188,
      "reference": "Hebrews 1:6",
      "niv_text": "And again, when God brings his firstborn into the world, he says,\n“Let all God’s angels worship him.”"
    },
    {
      "id": 15189,
      "reference": "Hebrews 1:7",
      "niv_text": "In speaking of the angels he says,\n“He makes his angels spirits,\n    and his servants flames of fire.”"
    },
    {
      "id": 15190,
      "reference": "Hebrews 1:8",
      "niv_text": "But about the Son he says,\n“Your throne, O God, will last for ever and ever;\n    a scepter of justice will be the scepter of your kingdom."
    },
    {
      "id": 15191,
      "reference": "Hebrews 1:9",
      "niv_text": "You have loved righteousness and hated wickedness;\n    therefore God, your God, has set you above your companions\n    by anointing you with the oil of joy.”"
    },
    {
      "id": 15192,
      "reference": "Hebrews 1:10",
      "niv_text": "He also says,\n“In the beginning, Lord, you laid the foundations of the earth,\n    and the heavens are the work of your hands."
    },
    {
      "id": 15193,
      "reference": "Hebrews 1:11",
      "niv_text": "They will perish, but you remain;\n    they will all wear out like a garment."
    },
    {
      "id": 15194,
      "reference": "Hebrews 1:12",
      "niv_text": "You will roll them up like a robe;\n    like a garment they will be changed.\nBut you remain the same,\n    and your years will never end.”"
    },
    {
      "id": 15195,
      "reference": "Hebrews 1:13",
      "niv_text": "To which of the angels did God ever say,\n“Sit at my right hand\n    until I make your enemies\n    a footstool for your feet”?"
    },
    {
      "id": 15196,
      "reference": "Hebrews 1:14",
      "niv_text": "Are not all angels ministering spirits sent to serve those who will inherit salvation?"
    },
    {
      "id": 15216,
      "reference": "Hebrews 3:2",
      "niv_text": "He was faithful to the one who appointed him, just as Moses was faithful in all God’s house."
    },
    {
      "id": 15217,
      "reference": "Hebrews 3:3",
      "niv_text": "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself."
    },
    {
      "id": 15218,
      "reference": "Hebrews 3:4",
      "niv_text": "For every house is built by someone, but God is the builder of everything."
    },
    {
      "id": 15219,
      "reference": "Hebrews 3:5",
      "niv_text": "“Moses was faithful as a servant in all God’s house,” bearing witness to what would be spoken by God in the future."
    },
    {
      "id": 15220,
      "reference": "Hebrews 3:6",
      "niv_text": "But Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory."
    },
    {
      "id": 15221,
      "reference": "Hebrews 3:7",
      "niv_text": "So, as the Holy Spirit says:\n“Today, if you hear his voice,"
    },
    {
      "id": 15222,
      "reference": "Hebrews 3:8",
      "niv_text": "do not harden your hearts\nas you did in the rebellion,\n    during the time of testing in the wilderness,"
    },
    {
      "id": 15223,
      "reference": "Hebrews 3:9",
      "niv_text": "where your ancestors tested and tried me,\n    though for forty years they saw what I did."
    },
    {
      "id": 15224,
      "reference": "Hebrews 3:10",
      "niv_text": "That is why I was angry with that generation;\n    I said, ‘Their hearts are always going astray,\n    and they have not known my ways.’"
    },
    {
      "id": 15225,
      "reference": "Hebrews 3:11",
      "niv_text": "So I declared on oath in my anger,\n    ‘They shall never enter my rest.’ ”"
    },
    {
      "id": 15226,
      "reference": "Hebrews 3:12",
      "niv_text": "See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God."
    },
    {
      "id": 15227,
      "reference": "Hebrews 3:13",
      "niv_text": "But encourage one another daily, as long as it is called “Today,” so that none of you may be hardened by sin’s deceitfulness."
    },
    {
      "id": 15228,
      "reference": "Hebrews 3:14",
      "niv_text": "We have come to share in Christ, if indeed we hold our original conviction firmly to the very end."
    },
    {
      "id": 15229,
      "reference": "Hebrews 3:15",
      "niv_text": "As has just been said:\n“Today, if you hear his voice,\n    do not harden your hearts\n    as you did in the rebellion.”"
    },
    {
      "id": 15230,
      "reference": "Hebrews 3:16",
      "niv_text": "Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?"
    },
    {
      "id": 15231,
      "reference": "Hebrews 3:17",
      "niv_text": "And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?"
    },
    {
      "id": 15232,
      "reference": "Hebrews 3:18",
      "niv_text": "And to whom did God swear that they would never enter his rest if not to those who disobeyed?"
    },
    {
      "id": 15233,
      "reference": "Hebrews 3:19",
      "niv_text": "So we see that they were not able to enter, because of their unbelief."
    },
    {
      "id": 15234,
      "reference": "Hebrews 4:1",
      "niv_text": "Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it."
    },
    {
      "id": 15235,
      "reference": "Hebrews 4:2",
      "niv_text": "For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed."
    },
    {
      "id": 15236,
      "reference": "Hebrews 4:3",
      "niv_text": "Now we who have believed enter that rest, just as God has said,\n“So I declared on oath in my anger,\n    ‘They shall never enter my rest.’”\nAnd yet his works have been finished since the creation of the world."
    },
    {
      "id": 15237,
      "reference": "Hebrews 4:4",
      "niv_text": "For somewhere he has spoken about the seventh day in these words: “On the seventh day God rested from all his works.”"
    },
    {
      "id": 15238,
      "reference": "Hebrews 4:5",
      "niv_text": "And again in the passage above he says, “They shall never enter my rest.”"
    },
    {
      "id": 15239,
      "reference": "Hebrews 4:6",
      "niv_text": "Therefore since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience,"
    },
    {
      "id": 15240,
      "reference": "Hebrews 4:7",
      "niv_text": "God again set a certain day, calling it “Today.” This he did when a long time later he spoke through David, as in the passage already quoted:\n“Today, if you hear his voice,\n    do not harden your hearts.”"
    },
    {
      "id": 15241,
      "reference": "Hebrews 4:8",
      "niv_text": "For if Joshua had given them rest, God would not have spoken later about another day."
    },
    {
      "id": 15242,
      "reference": "Hebrews 4:9",
      "niv_text": "There remains, then, a Sabbath-rest for the people of God;"
    },
    {
      "id": 15243,
      "reference": "Hebrews 4:10",
      "niv_text": "for anyone who enters God’s rest also rests from their works, just as God did from his."
    },
    {
      "id": 15244,
      "reference": "Hebrews 4:11",
      "niv_text": "Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience."
    },
    {
      "id": 15245,
      "reference": "Hebrews 4:12",
      "niv_text": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."
    },
    {
      "id": 15246,
      "reference": "Hebrews 4:13",
      "niv_text": "Nothing in all creation is hidden from God’s sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account."
    },
    {
      "id": 15247,
      "reference": "Hebrews 4:14",
      "niv_text": "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess."
    },
    {
      "id": 15248,
      "reference": "Hebrews 4:15",
      "niv_text": "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet he did not sin."
    },
    {
      "id": 15249,
      "reference": "Hebrews 4:16",
      "niv_text": "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."
    },
    {
      "id": 15267,
      "reference": "Hebrews 6:4",
      "niv_text": "It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit,"
    },
    {
      "id": 15268,
      "reference": "Hebrews 6:5",
      "niv_text": "who have tasted the goodness of the word of God and the powers of the coming age"
    },
    {
      "id": 15269,
      "reference": "Hebrews 6:6",
      "niv_text": "and who have fallen away, to be brought back to repentance. To their loss they are crucifying the Son of God all over again and subjecting him to public disgrace."
    }
  ]
}