{
  "batch_number": 3,
  "total_batches": 5,
  "verses_count": 50,
  "verses": [
    {
      "id": 15343,
      "reference": "Hebrews 9:19",
      "niv_text": "When Moses had proclaimed every command of the law to all the people, he took the blood of calves, together with water, scarlet wool and branches of hyssop, and sprinkled the scroll and all the people."
    },
    {
      "id": 15344,
      "reference": "Hebrews 9:20",
      "niv_text": "He said, “This is the blood of the covenant, which God has commanded you to keep.”"
    },
    {
      "id": 15345,
      "reference": "Hebrews 9:21",
      "niv_text": "In the same way, he sprinkled with the blood both the tabernacle and everything used in its ceremonies."
    },
    {
      "id": 15346,
      "reference": "Hebrews 9:22",
      "niv_text": "In fact, the law requires that nearly everything be cleansed with blood, and without the shedding of blood there is no forgiveness."
    },
    {
      "id": 15347,
      "reference": "Hebrews 9:23",
      "niv_text": "It was necessary, then, for the copies of the heavenly things to be purified with these sacrifices, but the heavenly things themselves with better sacrifices than these."
    },
    {
      "id": 15348,
      "reference": "Hebrews 9:24",
      "niv_text": "For Christ did not enter a sanctuary made with human hands that was only a copy of the true one; he entered heaven itself, now to appear for us in God’s presence."
    },
    {
      "id": 15349,
      "reference": "Hebrews 9:25",
      "niv_text": "Nor did he enter heaven to offer himself again and again, the way the high priest enters the Most Holy Place every year with blood that is not his own."
    },
    {
      "id": 15350,
      "reference": "Hebrews 9:26",
      "niv_text": "Otherwise Christ would have had to suffer many times since the creation of the world. But he has appeared once for all at the culmination of the ages to do away with sin by the sacrifice of himself."
    },
    {
      "id": 15351,
      "reference": "Hebrews 9:27",
      "niv_text": "Just as people are destined to die once, and after that to face judgment,"
    },
    {
      "id": 15352,
      "reference": "Hebrews 9:28",
      "niv_text": "so Christ was sacrificed once to take away the sins of many; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him."
    },
    {
      "id": 15353,
      "reference": "Hebrews 10:1",
      "niv_text": "The law is only a shadow of the good things that are coming—not the realities themselves. For this reason it can never, by the same sacrifices repeated endlessly year after year, make perfect those who draw near to worship."
    },
    {
      "id": 15354,
      "reference": "Hebrews 10:2",
      "niv_text": "Otherwise, would they not have stopped being offered? For the worshipers would have been cleansed once for all, and would no longer have felt guilty for their sins."
    },
    {
      "id": 15355,
      "reference": "Hebrews 10:3",
      "niv_text": "But those sacrifices are an annual reminder of sins."
    },
    {
      "id": 15356,
      "reference": "Hebrews 10:4",
      "niv_text": "It is impossible for the blood of bulls and goats to take away sins."
    },
    {
      "id": 15357,
      "reference": "Hebrews 10:5",
      "niv_text": "Therefore, when Christ came into the world, he said:\n“Sacrifice and offering you did not desire,\n    but a body you prepared for me;"
    },
    {
      "id": 15358,
      "reference": "Hebrews 10:6",
      "niv_text": "with burnt offerings and sin offerings\n    you were not pleased."
    },
    {
      "id": 15359,
      "reference": "Hebrews 10:7",
      "niv_text": "Then I said, ‘Here I am—it is written about me in the scroll—\n    I have come to do your will, my God.’”"
    },
    {
      "id": 15360,
      "reference": "Hebrews 10:8",
      "niv_text": "First he said, “Sacrifices and offerings, burnt offerings and sin offerings you did not desire, nor were you pleased with them”—though they were offered in accordance with the law."
    },
    {
      "id": 15361,
      "reference": "Hebrews 10:9",
      "niv_text": "Then he said, “Here I am, I have come to do your will.” He sets aside the first to establish the second."
    },
    {
      "id": 15362,
      "reference": "Hebrews 10:10",
      "niv_text": "And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all."
    },
    {
      "id": 15363,
      "reference": "Hebrews 10:11",
      "niv_text": "Day after day every priest stands and performs his religious duties; again and again he offers the same sacrifices, which can never take away sins."
    },
    {
      "id": 15364,
      "reference": "Hebrews 10:12",
      "niv_text": "But when this priest had offered for all time one sacrifice for sins, he sat down at the right hand of God,"
    },
    {
      "id": 15365,
      "reference": "Hebrews 10:13",
      "niv_text": "and since that time he waits for his enemies to be made his footstool."
    },
    {
      "id": 15366,
      "reference": "Hebrews 10:14",
      "niv_text": "For by one sacrifice he has made perfect forever those who are being made holy."
    },
    {
      "id": 15367,
      "reference": "Hebrews 10:15",
      "niv_text": "The Holy Spirit also testifies to us about this. First he says:"
    },
    {
      "id": 15368,
      "reference": "Hebrews 10:16",
      "niv_text": "“This is the covenant I will make with them\n    after that time, says the Lord.\nI will put my laws in their hearts,\n    and I will write them on their minds.”"
    },
    {
      "id": 15369,
      "reference": "Hebrews 10:17",
      "niv_text": "Then he adds:\n“Their sins and lawless acts\n    I will remember no more.”"
    },
    {
      "id": 15370,
      "reference": "Hebrews 10:18",
      "niv_text": "And where these have been forgiven, sacrifice for sin is no longer necessary."
    },
    {
      "id": 15371,
      "reference": "Hebrews 10:19",
      "niv_text": "Therefore, brothers and sisters, since we have confidence to enter the Most Holy Place by the blood of Jesus,"
    },
    {
      "id": 15372,
      "reference": "Hebrews 10:20",
      "niv_text": "by a new and living way opened for us through the curtain, that is, his body,"
    },
    {
      "id": 15373,
      "reference": "Hebrews 10:21",
      "niv_text": "and since we have a great priest over the house of God,"
    },
    {
      "id": 15374,
      "reference": "Hebrews 10:22",
      "niv_text": "let us draw near to God with a sincere heart and with the full assurance that faith brings, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water."
    },
    {
      "id": 15375,
      "reference": "Hebrews 10:23",
      "niv_text": "Let us hold unswervingly to the hope we profess, for he who promised is faithful."
    },
    {
      "id": 15376,
      "reference": "Hebrews 10:24",
      "niv_text": "And let us consider how we may spur one another on toward love and good deeds,"
    },
    {
      "id": 15377,
      "reference": "Hebrews 10:25",
      "niv_text": "not giving up meeting together, as some are in the habit of doing, but encouraging one another—and all the more as you see the Day approaching."
    },
    {
      "id": 15378,
      "reference": "Hebrews 10:26",
      "niv_text": "If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,"
    },
    {
      "id": 15379,
      "reference": "Hebrews 10:27",
      "niv_text": "but only a fearful expectation of judgment and of raging fire that will consume the enemies of God."
    },
    {
      "id": 15380,
      "reference": "Hebrews 10:28",
      "niv_text": "Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses."
    },
    {
      "id": 15381,
      "reference": "Hebrews 10:29",
      "niv_text": "How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?"
    },
    {
      "id": 15382,
      "reference": "Hebrews 10:30",
      "niv_text": "For we know him who said, “It is mine to avenge; I will repay,” and again, “The Lord will judge his people.”"
    },
    {
      "id": 15383,
      "reference": "Hebrews 10:31",
      "niv_text": "It is a dreadful thing to fall into the hands of the living God."
    },
    {
      "id": 15384,
      "reference": "Hebrews 10:32",
      "niv_text": "Remember those earlier days after you had received the light, when you endured in a great conflict full of suffering."
    },
    {
      "id": 15385,
      "reference": "Hebrews 10:33",
      "niv_text": "Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated."
    },
    {
      "id": 15386,
      "reference": "Hebrews 10:34",
      "niv_text": "You suffered along with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions."
    },
    {
      "id": 15387,
      "reference": "Hebrews 10:35",
      "niv_text": "So do not throw away your confidence; it will be richly rewarded."
    },
    {
      "id": 15388,
      "reference": "Hebrews 10:36",
      "niv_text": "You need to persevere so that when you have done the will of God, you will receive what he has promised."
    },
    {
      "id": 15389,
      "reference": "Hebrews 10:37",
      "niv_text": "For,\n“In just a little while,\n    he who is coming will come\n    and will not delay.”"
    },
    {
      "id": 15390,
      "reference": "Hebrews 10:38",
      "niv_text": "And,\n“But my righteous one will live by faith.\n    And I take no pleasure\n    in the one who shrinks back.”"
    },
    {
      "id": 15391,
      "reference": "Hebrews 10:39",
      "niv_text": "But we do not belong to those who shrink back and are destroyed, but to those who have faith and are saved."
    },
    {
      "id": 15404,
      "reference": "Hebrews 11:13",
      "niv_text": "All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth."
    }
  ]
}