[
  {
    "id": 14134,
    "reference": "1 Corinthians 1:9",
    "niv_text": "God is faithful, who has called you into fellowship with his Son, Jesus Christ our Lord.",
    "current_score": 40
  },
  {
    "id": 14330,
    "reference": "1 Corinthians 10:1",
    "niv_text": "For I do not want you to be ignorant of the fact, brothers and sisters, that our ancestors were all under the cloud and that they all passed through the sea.",
    "current_score": 40
  },
  {
    "id": 14339,
    "reference": "1 Corinthians 10:10",
    "niv_text": "And do not grumble, as some of them did—and were killed by the destroying angel.",
    "current_score": 35
  },
  {
    "id": 14340,
    "reference": "1 Corinthians 10:11",
    "niv_text": "These things happened to them as examples and were written down as warnings for us, on whom the culmination of the ages has come.",
    "current_score": 40
  },
  {
    "id": 14341,
    "reference": "1 Corinthians 10:12",
    "niv_text": "So, if you think you are standing firm, be careful that you don’t fall!",
    "current_score": 35
  },
  {
    "id": 14342,
    "reference": "1 Corinthians 10:13",
    "niv_text": "No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it.",
    "current_score": 50
  },
  {
    "id": 14343,
    "reference": "1 Corinthians 10:14",
    "niv_text": "Therefore, my dear friends, flee from idolatry.",
    "current_score": 35
  },
  {
    "id": 14344,
    "reference": "1 Corinthians 10:15",
    "niv_text": "I speak to sensible people; judge for yourselves what I say.",
    "current_score": 40
  },
  {
    "id": 14345,
    "reference": "1 Corinthians 10:16",
    "niv_text": "Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ?",
    "current_score": 45
  },
  {
    "id": 14346,
    "reference": "1 Corinthians 10:17",
    "niv_text": "Because there is one loaf, we, who are many, are one body, for we all share the one loaf.",
    "current_score": 30
  },
  {
    "id": 14347,
    "reference": "1 Corinthians 10:18",
    "niv_text": "Consider the people of Israel: Do not those who eat the sacrifices participate in the altar?",
    "current_score": 40
  },
  {
    "id": 14348,
    "reference": "1 Corinthians 10:19",
    "niv_text": "Do I mean then that food sacrificed to an idol is anything, or that an idol is anything?",
    "current_score": 30
  },
  {
    "id": 14331,
    "reference": "1 Corinthians 10:2",
    "niv_text": "They were all baptized into Moses in the cloud and in the sea.",
    "current_score": 35
  },
  {
    "id": 14349,
    "reference": "1 Corinthians 10:20",
    "niv_text": "No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons.",
    "current_score": 40
  },
  {
    "id": 14350,
    "reference": "1 Corinthians 10:21",
    "niv_text": "You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord’s table and the table of demons.",
    "current_score": 35
  }
]